/* About screen blog label */
"About.blog" = "Блог";

/* About screen footer */
"About.footer" = "Разработано глобальной командой DigiWallet. Версия %1$@";

/* Privay Policy button label */
"About.privacy" = "Политика конфиденциальности";

/* About screen reddit label */
"About.reddit" = "Reddit";

/* Terms of Use button label */
"About.terms" = "Условия Использования";

/* About screen title */
"About.title" = "О приложении";

/* About screen twitter label */
"About.twitter" = "Twitter";

/* Close modal button accessibility label */
"AccessibilityLabels.close" = "Закрыть";

/* Support center accessibiliy label */
"AccessibilityLabels.faq" = "Центр Поддержки";

/* Loading Wallet Message */
"Account.loadingMessage" = "Загрузка Кошелька";

/* Default wallet name */
"AccountHeader.defaultWalletName" = "Мой DigiWallet";

/* Error alert title */
"Alert.error" = "Ошибка";

/* No internet alert message */
"Alert.noInternet" = "Интернет соединение не найдено. Проверьте ваше подключение и повторите попытку. ";

/* Warning alert title */
"Alert.warning" = "Предупреждение";

/* 'the addresses were copied'' Alert title */
"Alerts.copiedAddressesHeader" = "Адреса скопированы";

/* Addresses Copied Alert sub header */
"Alerts.copiedAddressesSubheader" = "Все адреса кошелька успешно скопированы";

/* Alert Header Label (the paper key was set) */
"Alerts.paperKeySet" = "Бумажный ключ введен";

/* Alert Subheader label (playfully positive) */
"Alerts.paperKeySetSubheader" = "Отлично!";

/* Alert Header label (the PIN was set) */
"Alerts.pinSet" = "PIN-код введен";

/* Send failure alert header label (the send failed to happen) */
"Alerts.sendFailure" = "Отправка не удалась";

/* Send success alert header label (confirmation that the send happened) */
"Alerts.sendSuccess" = "Подтверждение Отправки";

/* Send success alert subheader label (e.g. the money was sent) */
"Alerts.sendSuccessSubheader" = "Деньги отправлены!";

/* JSON Serialization error message */
"ApiClient.jsonError" = "Ошибка сериализации JSON";

/* Wallet not ready error message */
"ApiClient.notReady" = "Кошелек не готов";

/* API Token error message */
"ApiClient.tokenError" = "Не удалось получить API токен";

/* Send BCH view body. */
"BCH.body" = "Введите адрес получателя DigiByte ниже. Все DigiByte в вашем кошельке во время форка (%1$@) будут отправлены.\n";

/* Confirm sending <$5.00> to <address>? */
"BCH.confirmationMessage" = "Подтвердить отправку %1$@ на адрес %2$@";

/* Confirmation alert title */
"BCH.confirmationTitle" = "Подтверждение";

/* Generic bch erorr message */
"BCH.genericError" = "Ваша учетная запись не содержит DigiByte, или вы получили DigiByte после форка.";

/* Transaction ID copied message */
"BCH.hashCopiedMessage" = "Идентификатор транзакции скопирован";

/* No address error message */
"BCH.noAddressError" = "Пожалуйста, введите адрес";

/* Attempted to scan unsupported qr code error message. */
"BCH.paymentProtocolError" = "Запросы платежного протокола не поддерживаются для транзакций DigiByte";

/* BCH successfully sent alert message */
"BCH.successMessage" = "DigiByte успешно отправлены.\n";

/* Widthdraw BCH view title */
"BCH.title" = "Вывести DigiByte ";

/* Tx Hash button header */
"BCH.txHashHeader" = "Идентификатор транзакции DigiByte";

/* Approve button label */
"BitID.approve" = "Одобрить";

/* <sitename> is requesting authentication using your bitcoin wallet */
"BitID.authenticationRequest" = "%1$@ запрашивает аутентификацию с помощью кошелька DigiByte";

/* Deny button label */
"BitID.deny" = "Отказать";

/* BitID error alert title */
"BitID.error" = "Ошибка аутентификации";

/* BitID error alert messaage (The payment service you are trying to use isn't working. Please contact them, as you may need to try again) */
"BitID.errorMessage" = "Пожалуйста, обратитесь в службу поддержки. Возможно, вам придется попробовать еще раз.";

/* BitID success alert title */
"BitID.success" = "Успешная аутентификация";

/* BitID Authentication Request alert view title */
"BitID.title" = "Запрос аутентификации DigiID";

/* Cancel button label */
"Button.cancel" = "Отменить";

/* Ignore button label */
"Button.ignore" = "Игнорировать";

/* menu button */
"Button.menu" = "Меню";

/* No button */
"Button.no" = "Нет";

/* OK button label */
"Button.ok" = "ОК";

/* receive button */
"Button.receive" = "Получить";

/* send button */
"Button.send" = "Отправить";

/* Settings button label */
"Button.settings" = "Настройки";

/* Settings button label */
"Button.submit" = "Подтвердить";

/* Yes button */
"Button.yes" = "Да";

/* Camera plugin instruction */
"CameraPlugin.centerInstruction" = "Поместите Ваш идентификатор (ID) в центр поля";

/* Amount to Send: ($1.00) */
"Confirmation.amountLabel" = "Сумма для отправки";

/* Network Fee: ($1.00) */
"Confirmation.feeLabel" = "Комиссия сети:";

/* eg. Processing time: This transaction will take 10-30 minutes to process. */
"Confirmation.processingTime" = "Время обработки: Обработка транзакции займет %1$@ секунд";

/* Label for "send" button on final confirmation screen */
"Confirmation.send" = "Отправить";

/* Confirmation Screen title */
"Confirmation.title" = "Подтверждение";

/* To: (address) */
"Confirmation.to" = "Адресат (Кому)";

/* Total Cost: ($5.00) */
"Confirmation.totalLabel" = "Общая стоимость:";

/* Confirm paper phrase view label. */
"ConfirmPaperPhrase.label" = "Чтобы убедиться, что все записано правильно, введите следующие слова из своего бумажного ключа.";

/* Word label eg. Word #1, Word #2 */
"ConfirmPaperPhrase.word" = "Слово %1$@";

/* Bitcoin denomination picker label */
"DefaultCurrency.bitcoinLabel" = "Отображение DigiByte едениц";

/* Exchange rate label */
"DefaultCurrency.rateLabel" = "Обменный курс\n";

/* Email unavailable alert title */
"ErrorMessages.emailUnavailableMessage" = "Это устройство не настроено для отправки электронной почты почтовым приложением iOS.";

/* Email unavailable alert title */
"ErrorMessages.emailUnavailableTitle" = "Электронная почта недоступна";

/* Messaging unavailable alert title */
"ErrorMessages.messagingUnavailableMessage" = "Это устройство не настроено для отправки сообщений.";

/* Messaging unavailable alert title */
"ErrorMessages.messagingUnavailableTitle" = "Сообщения недоступны";

/* You can customize your Face ID Spending Limit from the [FaceIdSettings.linkText gets added here as a button] */
"FaceIDSettings.customizeText" = "Вы можете настроить лимит расходов вашего Face ID  из %1$@.";

/* Face Id screen label */
"FaceIDSettings.label" = "Используйте Ваше лицо, чтобы разблокировать свой DigiWallet и отправить деньги в соответствии с установленным лимитом.";

/* Link Text (see FaceIdSettings.customizeText) */
"FaceIDSettings.linkText" = "Текст ссылки (см. TouchIdSettings.customizeText)";

/* Face id switch label. */
"FaceIDSettings.switchLabel" = "Включить Face ID для DigiWallet";

/* Face ID settings view title */
"FaceIDSettings.title" = "Face ID";

/* Face ID unavailable alert message */
"FaceIDSettings.unavailableAlertMessage" = "Вы не установили Face ID на этом устройстве. Перейдите в Настройки->Face ID и пароль, чтобы настроить его сейчас.";

/* Face ID unavailable alert title */
"FaceIDSettings.unavailableAlertTitle" = "Face ID не настроен";

/* Face Id spending limit screen title */
"FaceIDSpendingLimit.title" = "Лимит расходов Face ID ";

/* Economy fee */
"FeeSelector.economy" = "Экономичная комиссия";

/* Fee Selector economly fee description */
"FeeSelector.economyLabel" = "Предполагаемая доставка: 10+ ​​минут";

/* Warning message for economy fee */
"FeeSelector.economyWarning" = "Эта опция не рекомендуется для срочных транзакций.";

/* Regular fee */
"FeeSelector.regular" = "Обычная комиссия";

/* Fee Selector regular fee description */
"FeeSelector.regularLabel" = "Предполагаемая доставка: 15-30 секунд";

/* Fee Selector title */
"FeeSelector.title" = "Скорость обработки";

/* Checking private key balance progress view text */
"Import.checking" = "Проверка баланса личного ключа ...";

/* Sweep private key confirmation message */
"Import.confirm" = "Отправить %1$@ с этого личного ключа на ваш кошелек? Сеть DigiByte получит комиссию в размере %2$@.";

/* Duplicate key error message */
"Import.Error.duplicate" = "Этот секретный ключ уже находится в вашем кошельке.";

/* empty private key error message */
"Import.Error.empty" = "Этот личный ключ пуст.";

/* High fees error message */
"Import.Error.highFees" = "Комиссия за транзакцию превышает размер средств, имеющихся на этом личном ключе.";

/* Not a valid private key error message */
"Import.Error.notValid" = "Недействительный личный ключ";

/* Import signing error message */
"Import.Error.signing" = "Ошибка при подписании транзакции";

/* Import button label */
"Import.importButton" = "Импортировать";

/* Importing wallet progress view label */
"Import.importing" = "Импорт кошелька";

/* Caption for graphics */
"Import.leftCaption" = "Кошелек для импорта";

/* Import wallet intro screen message */
"Import.message" = "Импорт кошелька переносит все деньги с Вашего другого кошелька на Ваш DigiWallet с использованием одной транзакции.";

/* Enter password alert view title */
"Import.password" = "Этот личный ключ защищен паролем.";

/* password textfield placeholder */
"Import.passwordPlaceholder" = "Пароль";

/* Caption for graphics */
"Import.rightCaption" = "Ваш DigiWallet";

/* Scan Private key button label */
"Import.scan" = "Сканировать личный ключ";

/* Import wallet success alert title */
"Import.success" = "Успешно завершено";

/* Successfully imported wallet message body */
"Import.SuccessBody" = "Кошелек успешно импортирован";

/* Import Wallet screen title */
"Import.title" = "Импортировать кошелек";

/* Unlocking Private key activity view message. */
"Import.unlockingActivity" = "Разблокировка ключа";

/* Import wallet intro warning message */
"Import.warning" = "Импорт кошелька не включает импорт истории транзакций или других данных.";

/* Wrong password alert message */
"Import.wrongPassword" = "Неправильный пароль, повторите попытку.";

/* Close app button */
"JailbreakWarnings.close" = "Закрыть";

/* Ignore jailbreak warning button */
"JailbreakWarnings.ignore" = "Игнорировать";

/* Jailbreak warning message */
"JailbreakWarnings.messageWithBalance" = "БЕЗОПАСНОСТЬ УСТРОЙСТВА ПОДВЕРГЛОСЬ РИСКУ \n Любое приложение «джейлбрейка» может получить доступ к данным Keychain DigiWallet и украсть ваши DigiByte! Немедленно очистите этот кошелек и восстановите его на защищенном устройстве.";

/* Jailbreak warning message */
"JailbreakWarnings.messageWithoutBalance" = "БЕЗОПАСНОСТЬ УСТРОЙСТВА ПОДВЕРГЛОСЬ РИСКУ   \n Любое приложение «джейлбрейка» может получить доступ к данным Keychain DigiWallet и украсть ваши DigiByte. Пожалуйста, используйте  DigiWallet только на устройстве без «джейлбрейка». ";

/* Jailbreak warning title */
"JailbreakWarnings.title" = "ВНИМАНИЕ";

/* Location services disabled error */
"LocationPlugin.disabled" = "Службы определения местоположения отключены.";

/* No permissions for location services */
"LocationPlugin.notAuthorized" = "У DigiWallet нет разрешения на доступ к службам определения местоположения.";

/* Wallet creation date prefix */
"ManageWallet.creationDatePrefix" = "Вы создали свой кошелек на %1$@";

/* Manage wallet description text */
"ManageWallet.description" = "Название Вашего кошелька отображается только в истории транзакций Вашей учетной записи и не может быть доступно к просмотру кем-либо еще.";

/* Change Wallet name textfield label */
"ManageWallet.textFeildLabel" = "Название кошелька\n";

/* Manage wallet modal title */
"ManageWallet.title" = "Управление кошельком";

/* Buy bitcoin title */
"MenuButton.buy" = "Купить DigiByte";

/* Menu button title */
"MenuButton.lock" = "Заблокировать кошелек";

/* Menu button title */
"MenuButton.security" = "Центр безопасности";

/* Menu button title */
"MenuButton.settings" = "Настройки";

/* Menu button title */
"MenuButton.support" = "Поддержка";

/* button label */
"MenuViewController.createButton" = "Создать новый кошелек";

/* Menu modal title */
"MenuViewController.modalTitle" = "Меню";

/* button label */
"MenuViewController.recoverButton" = "Восстановить кошелек";

/* Switch to automatic mode button label */
"NodeSelector.automaticButton" = "Переключиться в автоматический режим";

/* Node is connected label */
"NodeSelector.connected" = "Подключено";

/* Enter node ip address view body */
"NodeSelector.enterBody" = "Введите IP адрес узла и номер порта (необязательно)";

/* Enter Node ip address view title */
"NodeSelector.enterTitle" = "Введите узел";

/* Switch to manual mode button label */
"NodeSelector.manualButton" = "Переключиться в ручной режим";

/* Node address label */
"NodeSelector.nodeLabel" = "Текущий основной узел";

/* Node is not connected label */
"NodeSelector.notConnected" = "Подключение отсутствует";

/* Node status label */
"NodeSelector.statusLabel" = "Статус подключения узла";

/* Node Selector view title */
"NodeSelector.title" = "Узлы DigiByte";

/* Bad Payment request alert title */
"PaymentProtocol.Errors.badPaymentRequest" = "Неправильный запрос платежа";

/* Error opening payment protocol file message */
"PaymentProtocol.Errors.corruptedDocument" = "Неподдерживаемый или поврежденный документ";

/* Missing certificate payment protocol error message */
"PaymentProtocol.Errors.missingCertificate" = "Отсутствуюет сертификат";

/* Request expired payment protocol error message */
"PaymentProtocol.Errors.requestExpired" = "Время запроса истекло";

/* Payment too small alert title */
"PaymentProtocol.Errors.smallOutputError" = "Не удалось оплатить";

/* Amount too small error message */
"PaymentProtocol.Errors.smallPayment" = "Оплата DigiByte не может быть меньше %1$@.";

/* Output too small error message. */
"PaymentProtocol.Errors.smallTransaction" = "Выходы транзакции DigiByte не могут быть меньше $@.";

/* Unsupported signature type payment protocol error message */
"PaymentProtocol.Errors.unsupportedSignatureType" = "Неподдерживаемый тип подписи";

/* Untrusted certificate payment protocol error message */
"PaymentProtocol.Errors.untrustedCertificate" = "Ненадежный сертификат";

/* Enable face ID prompt body */
"Prompts.FaceId.body" = "Нажмите здесь, чтобы включить Face ID";

/* Enable face ID prompt title */
"Prompts.FaceId.title" = "Включить Face ID";

/* No passcode set warning body */
"Prompts.NoPasscode.body" = "Для защиты вашего кошелька необходим код доступа к устройству. Перейдите к настройкам и включите код доступа.";

/* No Passcode set warning title */
"Prompts.NoPasscode.title" = "Включить код доступа устройства";

/* Warning about paper key. */
"Prompts.PaperKey.body" = "Ваш бумажный ключ должен быть сохранен на случай, если вы потеряете или смените свой телефон. Нажмите здесь, чтобы продолжить.";

/* An action is required (You must do this action). */
"Prompts.PaperKey.title" = "Необходимо действие";

/* Transaction rejected prompt body */
"Prompts.RecommendRescan.body" = "Ваш кошелек, возможно, не синхронизирован. Это, обычно, можно исправить путем повторного сканирования блочной цепи.";

/* Transaction rejected prompt title */
"Prompts.RecommendRescan.title" = "Транзакция отклонена";

/* Share data prompt body */
"Prompts.ShareData.body" = "Помогите улучшить DigiWallet, поделившись с нами анонимными данными";

/* Share data prompt title */
"Prompts.ShareData.title" = "Поделиться анонимными данными";

/* Enable touch ID prompt body */
"Prompts.TouchId.body" = "Нажмите здесь, чтобы включить Touch ID";

/* Enable touch ID prompt title */
"Prompts.TouchId.title" = "Включить Touch ID";

/* Upgrade PIN prompt body. */
"Prompts.UpgradePin.body" = "DigiWallet был обновлен до использования шестизначного PIN-кода. Нажмите здесь, чтобы обновить.";

/* Upgrade PIN prompt title. */
"Prompts.UpgradePin.title" = "Обновление PIN-кода";

/* Notifications will be added later but users can set their preferences now, which is why we specify "in the future". */
"PushNotifications.body" = "Включите уведомления для получения специальных сообщений от DigiWallet в будущем.";

/* Push notifications toggle switch label */
"PushNotifications.label" = "Всплывающие уведомления";

/* Push notifications are off label */
"PushNotifications.off" = "Отключить";

/* Push notifications are on label */
"PushNotifications.on" = "Включить";

/* Push notifications settings view title label */
"PushNotifications.title" = "Уведомления";

/* Address copied message. */
"Receive.copied" = "Скопировано в буфер обмена.";

/* Share via email button label */
"Receive.emailButton" = "Электронная почта";

/* Request button label */
"Receive.request" = "Запросить сумму";

/* Share button label */
"Receive.share" = "Поделиться";

/* Share via text message (SMS) */
"Receive.textButton" = "Текстовое сообщение";

/* Receive modal title */
"Receive.title" = "Получить";

/* Done button text */
"RecoverWallet.done" = "Готово";

/* Recover wallet header */
"RecoverWallet.header" = "Восстановить кошелек";

/* Reset PIN with paper key: header */
"RecoverWallet.header_reset_pin" = "Сбросить PIN-код";

/* Enter paper key instruction */
"RecoverWallet.instruction" = "Ввести бумажный ключ";

/* Recover wallet intro */
"RecoverWallet.intro" = "Восстановить Ваш DigiWallet с помощью бумажного ключа";

/* Invalid paper key message */
"RecoverWallet.invalid" = "Введен неверный бумажный ключ. Пожалуйста, еще раз проверьте каждое слово и повторите попытку.";

/* Previous button accessibility label */
"RecoverWallet.leftArrow" = "Стрелка влево";

/* Next button label */
"RecoverWallet.next" = "Далее";

/* Reset PIN with paper key: more information button. */
"RecoverWallet.reset_pin_more_info" = "Нажмите здесь для получения дополнительной информации.";

/* Next button accessibility label */
"RecoverWallet.rightArrow" = "Стрелка вправо";

/* Recover wallet sub-header */
"RecoverWallet.subheader" = "Введите бумажный ключ для кошелька, который вы хотите восстановить.";

/* Reset PIN with paper key: sub-header */
"RecoverWallet.subheader_reset_pin" = "Чтобы сбросить свой PIN-код, введите слова из вашего бумажного ключа в соответствующие поля.";

/* No amount entered error message. */
"RequestAnAmount.noAmount" = "Пожалуйста, сначала введите сумму.";

/* Request a specific amount of bitcoin */
"RequestAnAmount.title" = "Запросить сумму";

/* Alert action button label */
"ReScan.alertAction" = "Синхронизация";

/* Alert message body */
"ReScan.alertMessage" = "Вы не сможете отправлять деньги во время синхронизации";

/* Alert message title */
"ReScan.alertTitle" = "Синхронизировать с  блокчейном?";

/* extimated time */
"ReScan.body1" = "20-45 минут";

/* Syncing explanation */
"ReScan.body2" = "Если транзакция отображается как завершенная в сети DigiByte, но это не отображено в вашем DigiWallet.";

/* Syncing explanation */
"ReScan.body3" = "Вы неоднократно получаете сообщение о том, что ваша транзакция была отклонена.";

/* Start Sync button label */
"ReScan.buttonTitle" = "Запустить синхронизацию";

/* Sync blockchain view footer */
"ReScan.footer" = "Вы не сможете отправлять деньги во время синхронизации с блокчейном";

/* Sync Blockchain view header */
"ReScan.header" = "Синхронизация с блокчейном";

/* Subheader label */
"ReScan.subheader1" = "Предполагаемое время";

/* Subheader label */
"ReScan.subheader2" = "Когда синхронизировать?";

/* Scan bitcoin address camera flash toggle */
"Scanner.flashButtonLabel" = "Вспышка камеры";

/* Complete filter label */
"Search.complete" = "Завершено";

/* Pending filter label */
"Search.pending" = "В ожидании";

/* Received filter label */
"Search.received" = "Получено";

/* Sent filter label */
"Search.sent" = "Отправлено";

/* Face ID button title */
"SecurityCenter.faceIdTitle" = "Face ID";

/* Security Center Info */
"SecurityCenter.info" = "Включите все функции безопасности для максимальной защиты.";

/* Paper Key button description */
"SecurityCenter.paperKeyDescription" = "Единственный способ получить доступ к вашим DigiByte, если вы потеряете или смените свой телефон.";

/* Paper Key button title */
"SecurityCenter.paperKeyTitle" = "Бумажный ключ";

/* PIN button description */
"SecurityCenter.pinDescription" = "Защищает ваш DigiWallet от неавторизованных пользователей.";

/* PIN button title */
"SecurityCenter.pinTitle" = "6-значный PIN-код";

/* Security Center Title */
"SecurityCenter.title" = "Центр безопасности";

/* Touch ID button description */
"SecurityCenter.touchIdDescription" = "Легко и удобно разблокируйте свой DigiWallet и отправьте деньги в соответствии с установленным лимитом.";

/* Touch ID button title */
"SecurityCenter.touchIdTitle" = "Touch ID";

/* Send money amount label */
"Send.amountLabel" = "Сумма";

/* Balance: $4.00 */
"Send.balance" = "Баланс: %1$@";

/* Camera not allowed message */
"Send.cameraunavailableMessage" = "Перейдите в Настройки, чтобы разрешить доступ к камере.";

/* Camera not allowed alert title */
"Send.cameraUnavailableTitle" = "DigiWallet не имеет доступа к камере";

/* Warning when sending to self. */
"Send.containsAddress" = "Назначение - ваш собственный адрес. Вы не можете отправить самому себе.";

/* Could not create transaction alert title */
"Send.creatTransactionError" = "Не удалось создать транзакцию.";

/* Description for sending money label */
"Send.descriptionLabel" = "Напоминание";

/* Emtpy pasteboard error message */
"Send.emptyPasteboard" = "Буфер обмена пуст";

/* Network Fee: $0.01 */
"Send.fee" = "Комиссия сети: %1$@";

/* Payee identity not certified alert title. */
"Send.identityNotCertified" = "Идентификатор получателя не сертифицирован.";

/* Invalid address alert message */
"Send.invalidAddressMessage" = "Адрес назначения не является допустимым адресом DigiByte.";

/* Invalid address on pasteboard message */
"Send.invalidAddressOnPasteboard" = "Буфер обмена  не содержит действительный адрес DigiByte.";

/* Invalid address alert title */
"Send.invalidAddressTitle" = "Недействительный адрес";

/* Is rescanning error message */
"Send.isRescanning" = "Отправка отключена во время полного сканирования.";

/* Loading request activity view message */
"Send.loadingRequest" = "Запрос загружается";

/* Empty address alert message */
"Send.noAddress" = "Пожалуйста, введите адрес получателя.";

/* Emtpy amount alert message */
"Send.noAmount" = "Пожалуйста, введите сумму для отправки.";

/* Paste button label */
"Send.pasteLabel" = "Вставить";

/* Could not publish transaction alert title */
"Send.publishTransactionError" = "Не удалось опубликовать транзакцию.";

/* Could not load remote request error message */
"Send.remoteRequestError" = "Не удалось загрузить запрос на платеж";

/* Scan button label */
"Send.scanLabel" = "Сканировать";

/* Send button label (the action, "press here to send") */
"Send.sendLabel" = "Отправить";

/* Send screen title (as in "this is the screen for sending money") */
"Send.title" = "Отправить";

/* Send money to label */
"Send.toLabel" = "Адресат (Кому)";

/* Adress already used alert message - first part */
"Send.UsedAddress.firstLine" = "Адреса DigiByte предназначены только для одноразового использования.";

/* Adress already used alert message - second part */
"Send.UsedAddress.secondLIne" = "Повторное использование уменьшает конфиденциальность как для вас, так и для получателя и может привести к потере, если получатель напрямую не контролирует адрес.";

/* Adress already used alert title */
"Send.UsedAddress.title" = "Адрес уже используется";

/* About label */
"Settings.about" = "О приложении";

/* Advanced Settings title */
"Settings.advancedTitle" = "Расширенные настройки";

/* i.e. the currency which will be displayed */
"Settings.currency" = "Валюта для отображения";

/* Join Early access label */
"Settings.earlyAccess" = "Получить ранний доступ";

/* Are you enjoying bread alert message body */
"Settings.enjoying" = "Вам нравится DigiWallet?";

/* Face ID spending limit label */
"Settings.faceIdLimit" = "Лимит попыток Face ID";

/* Import wallet label */
"Settings.importTitle" = "Импортировать кошелек";

/* Manage settings section header */
"Settings.manage" = "Управлять";

/* Notifications label */
"Settings.notifications" = "Уведомления";

/* Leave review button label */
"Settings.review" = "Оставьте нам отзыв";

/* Share anonymous data label */
"Settings.shareData" = "Поделиться анонимными данными";

/* Sync blockchain label */
"Settings.sync" = "Синхронизация блокчейна";

/* Settings title */
"Settings.title" = "Настройки";

/* Touch ID spending limit label */
"Settings.touchIdLimit" = "Лимит попытокTouch ID";

/* Wallet Settings section header */
"Settings.wallet" = "Кошелек";

/* Start or recover another wallet menu label. */
"Settings.wipe" = "Запустить/Восстановить другой кошелек";

/* Share data view body */
"ShareData.body" = "Помогите улучшить DigiWallet, поделившись с нами анонимными данными. Это не включает никакой финансовой информации. Мы уважаем вашу финансовую конфиденциальность.";

/* Share data header */
"ShareData.header" = "Поделиться данными?";

/* Share data switch label. */
"ShareData.toggleLabel" = "Поделиться анонимными данными?";

/* button label */
"StartPaperPhrase.againButtonTitle" = "Еще раз запишите бумажный ключ";

/* Paper key explanation text. */
"StartPaperPhrase.body" = "Ваш бумажный ключ - единственный способ восстановить ваш DigiWallet, если ваш телефон потерян, украден, сломан или обновлен.\n\nМы покажем вам список слов, которые нужно записать на листе бумаги и сохранить в безопасности.";

/* button label */
"StartPaperPhrase.buttonTitle" = "Запишите бумажный ключ";

/* Argument is date */
"StartPaperPhrase.date" = "В последний раз Вы записали свой бумажный ключ на %1$@";

/* Start view message */
"StartViewController.message" = "Самый надежный и безопасный способ использования DigiByte.";

/* Syncing view connectiong state header text */
"SyncingView.connecting" = "Соединение устанавливается";

/* Syncing view header text */
"SyncingView.header" = "Синхронизируется";

/* Retry button label */
"SyncingView.retry" = "Попробуйте еще раз";

/* Syncing view syncing state header text */
"SyncingView.syncing" = "Синхронизируется\n";

/* 6 d (6 days) */
"TimeSince.days" = "%1$@ д";

/* 6 h (6 hours) */
"TimeSince.hours" = "%1$@ ч";

/* 6 m (6 minutes) */
"TimeSince.minutes" = "%1$@ м";

/* 6 s (6 seconds) */
"TimeSince.seconds" = "%1$@ с";

/* You can customize your Touch ID Spending Limit from the [TouchIdSettings.linkText gets added here as a button] */
"TouchIdSettings.customizeText" = "Вы можете настроить лимит попыток Touch ID из  %1$@.";

/* Touch Id screen label */
"TouchIdSettings.label" = "Используйте свой отпечаток пальца, чтобы разблокировать Ваш DigiWallet и отправить деньги в соответствии с установленным лимитом.";

/* Link Text (see TouchIdSettings.customizeText) */
"TouchIdSettings.linkText" = "Лимит попыток Touch ID";

/* Spending Limit: b100,000 ($100) */
"TouchIdSettings.spendingLimit" = "Лимит попыток: %1$@ (%2$@)";

/* Touch id switch label. */
"TouchIdSettings.switchLabel" = "Включить Touch ID для DigiWallet";

/* Touch ID settings view title */
"TouchIdSettings.title" = "Touch ID";

/* Touch ID unavailable alert message */
"TouchIdSettings.unavailableAlertMessage" = "Вы не установили Touch ID на этом устройстве. Перейдите в «Настройки» -> «Touch ID» и «Код доступа», чтобы настроить его сейчас.";

/* Touch ID unavailable alert title */
"TouchIdSettings.unavailableAlertTitle" = "Touch ID не настроен";

/* Always require passcode option */
"TouchIdSpendingLimit" = "Всегда требовать код доступа";

/* Touch ID spending limit screen body */
"TouchIdSpendingLimit.body" = "Вам будет предложено ввести ваш 6-значный PIN-код для отправки любой транзакции по лимиту расходов и каждые 48 часов с момента последнего ввода вашего 6-значного PIN-кода.";

/* Touch Id spending limit screen title */
"TouchIdSpendingLimit.title" = "Лимит попыток Touch ID";

/* Availability status text */
"Transaction.available" = "Доступно попыток";

/* Transaction complete label */
"Transaction.complete" = "Завершено";

/* eg. Ending balance: $50.00 */
"Transaction.ending" = "Итоговый баланс: %1$@";

/* Exchange rate on date header */
"Transaction.exchangeOnDayReceived" = "Обменный курс при получении:";

/* Exchange rate on date header */
"Transaction.exchangeOnDaySent" = "Обменный курс при отправке:";

/* (b600 fee) */
"Transaction.fee" = "(%1$@ комиссия)";

/* Invalid transaction */
"Transaction.invalid" = "ТРАНЗАКЦИЯ ОТКЛОНЕНА";

/* Timestamp label for event that just happened */
"Transaction.justNow" = "Сейчас же";

/* Receive status text: 'In progress: 20%' */
"Transaction.receivedStatus" = "Выполняется: %1$@";

/* Send status text: 'In progress: 20%' */
"Transaction.sendingStatus" = "Выполняется: %1$@";

/* eg. Starting balance: $50.00 */
"Transaction.starting" = "Начальный баланс: %1$@";

/* Waiting to be confirmed string */
"Transaction.waiting" = "Ожидание подтверждения. Некоторые получатели требуют подтверждения для завершения транзакции. Приблизительное время: 1-2 минуты.";

/* e.g. I received money from an account. */
"TransactionDetails.account" = "Счет";

/* Amount section header */
"TransactionDetails.amountHeader" = "Сумма";

/* Block height label */
"TransactionDetails.blockHeightLabel" = "Подтверждено в блоке";

/* Memo section header */
"TransactionDetails.commentsHeader" = "Напоминание";

/* Empty transaction list message. */
"TransactionDetails.emptyMessage" = "Ваши транзакции появятся здесь.";

/* "Received [$5] at [which of my addresses]" => This is the "at [which of my addresses]" part. */
"TransactionDetails.from" = "На %1$@";

/* More button title */
"TransactionDetails.more" = "Больше...";

/* Moved $5.00 (as in "I moved $5 to another location") */
"TransactionDetails.moved" = "Перемещено %1$@";

/* Moved $5.00 */
"TransactionDetails.movedAmountDescription" = "Перемещено <b>%1@</b>";

/* eg. Confirmed in Block: Not Confirmed */
"TransactionDetails.notConfirmedBlockHeightLabel" = "Не подтверждено";

/* "Received [$5] at [which of my addresses]" => This is the "Received [$5]" part. */
"TransactionDetails.received" = "Получено %1$@";

/* Received $5.00 */
"TransactionDetails.receivedAmountDescription" = "Получено <b>%1@</b>";

/* "Sent [$5] to [address]" => This is the "Sent [$5]" part. */
"TransactionDetails.sent" = "Отправлено %1$@";

/* Sent $5.00 */
"TransactionDetails.sentAmountDescription" = "Отправлено <b>%1@</b>";

/* Status section header */
"TransactionDetails.statusHeader" = "Статус";

/* Transaction Details Title */
"TransactionDetails.title" = "Детали транзакции";

/* "Sent [$5] to [address]" => This is the "to [address]" part. */
"TransactionDetails.to" = "Адресат %1$@";

/* Transaction ID header */
"TransactionDetails.txHashHeader" = "Идентификатор транзакции DigiByte";

/* (this transaction was) Received at this address: */
"TransactionDirection.address" = "Получено по этому адресу";

/* (this transaction was) Sent to this address: */
"TransactionDirection.to" = "Отправлено на этот адрес";

/* Disabled until date */
"UnlockScreen.disabled" = "Заблокировано до: %1$@";

/* My Address button title */
"UnlockScreen.myAddress" = "Мой адрес";

/* Reset PIN with Paper Key button label. */
"UnlockScreen.resetPin" = "Сбросить PIN-код";

/* Scan button title */
"UnlockScreen.scan" = "Сканировать";

/* Unlock Screen sub-header */
"UnlockScreen.subheader" = "Ввести PIN-код";

/* TouchID prompt text */
"UnlockScreen.touchIdPrompt" = "Разблокируйте свой DigiWallet.";

/* Unlock with TouchID accessibility label */
"UnlockScreen.touchIdText" = "Разблокировать с Touch ID";

/* Wallet unlocked message */
"UnlockScreen.unlocked" = "Кошелек разблокирован";

/* Update PIN caption text */
"UpdatePin.caption" = "Запомните этот PIN-код. Если вы его потеряете, вы не сможете получить доступ к своим DigiByte.";

/* PIN creation info. */
"UpdatePin.createInstruction" = "Ваш PIN-код будет использоваться для разблокировки вашего DigiWallet и отправки денег.";

/* Update PIN title */
"UpdatePin.createTitle" = "Установить PIN-код";

/* Update PIN title */
"UpdatePin.createTitleConfirm" = "Введите PIN-код";

/* Enter current PIN instruction */
"UpdatePin.enterCurrent" = "Введите текущий PIN-код.";

/* Enter new PIN instruction */
"UpdatePin.enterNew" = "Введите новый PIN-код.";

/* Re-Enter new PIN instruction */
"UpdatePin.reEnterNew" = "Повторно введите новый PIN-код.";

/* Update PIN failure error message. */
"UpdatePin.setPinError" = "Извините, не удалось обновить PIN-код.";

/* Update PIN failure alert view title */
"UpdatePin.setPinErrorTitle" = "Ошибка обновления PIN-кода";

/* Update PIN title */
"UpdatePin.updateTitle" = "Обновить PIN-код";

/* Authorize to copy wallet addresses alert message */
"URLHandling.addressaddressListAlertMessage" = "Копировать адреса кошелек в буфер обмена?";

/* Authorize to copy wallet address PIN view prompt. */
"URLHandling.addressList" = "Разрешить копирование кошелька в буфер обмена";

/* Authorize to copy wallet address alert title */
"URLHandling.addressListAlertTitle" = "Копировать адреса кошельков";

/* Copy wallet addresses alert button label */
"URLHandling.copy" = "Копировать";

/* Verify PIN for transaction view body */
"VerifyPin.authorize" = "Пожалуйста, введите свой PIN-код для авторизации этой транзакции.";

/* Verify PIN view body */
"VerifyPin.continueBody" = "Введите PIN-код, чтобы продолжить.";

/* Verify PIN view title */
"VerifyPin.title" = "Требуется PIN-код";

/* Authorize transaction with touch id message */
"VerifyPin.touchIdMessage" = "Авторизовать эту транзакцию";

/* 'No wallet' warning for watch app */
"Watch.noWalletWarning" = "Откройте приложение DigiWallet iPhone, чтобы настроить свой кошелек.";

/* Dismiss button label */
"Webview.dismiss" = "Убрать";

/* Webview loading error message */
"Webview.errorMessage" = "При загрузке содержимого произошла ошибка. Пожалуйста, попробуйте еще раз.";

/* Updating webview message */
"Webview.updating" = "Обновляется...";

/* Welcome screen text. (?) will be replaced with the help icon users should look for. */
"Welcome.body" = "DigiByte для iOS изменил свое название на DigiWallet с новым интерфейсом и некоторыми новыми функциями.\n\nЕсли вам нужна помощь, найдите (?) в правом верхнем углу большинства экранов.";

/* Top title of welcome screen */
"Welcome.title" = "Добро пожаловать в DigiWallet!";

/* Wipe wallet alert message */
"WipeWallet.alertMessage" = "Вы уверены, что хотите удалить этот кошелек?";

/* Wipe wallet alert title */
"WipeWallet.alertTitle" = "Очистить кошелек?";

/* Failed wipe wallet alert message */
"WipeWallet.failedMessage" = "Не удалось очистить кошелек.";

/* Failed wipe wallet alert title */
"WipeWallet.failedTitle" = "Неудачная попытка";

/* Enter phrase to wipe wallet instruction. */
"WipeWallet.instruction" = "Введите фразу восстановления кошелька, чтобы очистить его и запустить или восстановить другой. Ваш текущий баланс остается на этой фразе.";

/* Start wipe wallet view message */
"WipeWallet.startMessage" = "Запуск или восстановление другого кошелька позволяет вам получить доступ и управлять другим DigiWallet на этом устройстве.";

/* Start wipe wallet view warning */
"WipeWallet.startWarning" = "Вы больше не сможете получить доступ к своему текущему DigiWallet с этого устройства. Ваш  баланс остается на этой фразе.";

/* Wipe wallet navigation item title. */
"WipeWallet.title" = "Запуск или восстановление другого кошелька";

/* Wipe wallet button title */
"WipeWallet.wipe" = "Очистить";

/* Wiping activity message */
"WipeWallet.wiping" = "Очищается…";

/* Paper key instructions. */
"WritePaperPhrase.instruction" = "Запишите каждое слово в указанном порядке и сохраните в надежном месте.";

/* button label */
"WritePaperPhrase.next" = "Следующее";

/* button label */
"WritePaperPhrase.previous" = "Предыдущее";

/* 1 of 3 */
"WritePaperPhrase.step" = "%1$д из %2$д";

